@extends('index')

@section('main-container')
    @include('pages.modules.default.main-menu')
    <div class="" style="margin-bottom: 15px; padding: 0 10%;">
        <h2>AlphaCheat Ltd. Лицензионное соглашение об использовании программного обеспечения AlphaCheat.</h2>
        <p>
            Внимательно ознакомьтесь с настоящим лицензионным соглашением («Лицензией») перед использованием программного обеспечения AlphaCheat. Используя программное обеспечение AlphaCheat, Вы соглашаетесь соблюдать условия настоящей Лицензии. В случае несогласия с условиями настоящей Лицензии не пользуйтесь данным программным обеспечением. Если Вы не согласны с условиями настоящей Лицензии, Вы не можете вернуть программное обеспечение AlphaCheat в место приобретения и получить возмещение расходов. Если доступ к данному программному обеспечению AlphaCheat был получен электронным способом, нажмите кнопку «Не согласен/Отклоняю». Если программное обеспечение AlphaCheat прилагалось к приобретенному вами оборудованию, Вы обязаны вернуть оборудование/программное обеспечение.
        </p>
        <p>
            Важное примечание: Данное программное обеспечение может быть использовано только для преподавательской, научной, творческой, развлекательной или иной деятельности не противоречащей данному Лицензионному соглашению. Программное обеспечение AlphaCheat предоставляет Вам лицензию только на использование программного обеспечения AlphaCheat самостоятельно (индивидуально), без использования его в связке (кооперации\совместной работе\совместном использовании\совмещении его) с другими программными продуктами защищенными положениями об авторских и(или) интеллектуальных и(или) смежных правах. Использование программного обеспечения AlphaCheat в связке (кооперации\совместной работе\совместном использовании\совмещении его) с другим программным обеспечением возможно только с программным обеспечением, не защищенным положениями авторского, интеллектуального, смежного права, материалов, на которые Вам принадлежат авторские права, или тех материалов, в отношении которых Вам предоставлено право или законное разрешение на их использование.
        </p>
        <h3>1. Общие положения. </h3>
        <p>
            A. Настоящее ПО AlphaCheat и любое ПО третьих лиц, документация и любые шрифты, идущие в комплекте с данной Лицензией и находящиеся на дисковом запоминающем устройстве, на постоянном запоминающем устройстве, передающиеся вам путем сети Интернет, в том числе и передающиеся на любом другом носителе информации или в любой другой форме (совместно именуемые «Программное обеспечение AlphaCheat»), не продаются Вам, а предоставляются Вам компанией AlphaCheat Ltd. (Далее – «AlphaCheat») исключительно для использования только на условиях настоящей Лицензии. AlphaCheat и/или лицензиары AlphaCheat остаются владельцами ПО AlphaCheat и сохраняют все права, за исключением прямо предоставленных Вам прав.
        </p>
        <p>
            B. Компания AlphaCheat на свое усмотрение может предоставлять доступ к будущим обновлениям или модернизациям ПО AlphaCheat для Вашего совместимого компьютера. Обновления и модернизации ПО AlphaCheat, при их наличии, не обязательно включают все существующие функции программного обеспечения или новые функции, которые AlphaCheat выпускает для более новых или других моделей компьютеров. Условия настоящей Лицензии распространяются на любые предоставляемые компанией AlphaCheat обновления программного обеспечения, заменяющие или дополняющие исходную версию Программного обеспечения AlphaCheat, за исключением случаев, когда к подобному обновлению прилагается отдельная лицензия, в случае чего действуют условия этой лицензии.
        </p>
        <p>
            C. Правовой титул и права интеллектуальной собственности в отношении любого контента, отображаемого или доступного при помощи ПО AlphaCheat, принадлежат владельцу соответствующего контента. Эти данные могут быть защищены авторским правом либо иными законами и соглашениями о правах на интеллектуальную собственность, и третьи лица, предоставившие такой контент, могут ставить условия их использования. Настоящая Лицензия не предоставляет Вам права на использование подобных данных и не гарантирует, что подобные данные останутся доступными для Вас.
        </p>
        <h3>2. Разрешенные Лицензией виды и ограничения использования. </h3>
        <h4>
            A. Лицензия. В соответствии с условиями настоящей Лицензии:
        </h4>
        <ol>
            <li>
                Если Вы приобрели ПО AlphaCheat любым путем, кроме описанного в разделе 2A(2) (см. ниже), Вам предоставляется ограниченная неисключительная лицензия на загрузку, установку и использование одной (1) копии ПО AlphaCheat для каждого совместимого компьютера, находящегося в Вашем владении или под Вашим управлением.
            </li>
            <li>
                Если Вы приобрели ПО AlphaCheat на сайте alphaсheat.com в сети Интернет, Вам предоставляется ограниченная, не подлежащая передаче другому лицу, неисключительная лицензия на загрузку, установку и использование одной (1) копии ПО AlphaCheat для каждого совместимого компьютера, привязанного к той учетной записи AlphaCheat, которую Вы использовали для доступа на сайте alphaсheat.com в сети Интернет.
            </li>
        </ol>
        <h4>B. Другие ограничения использования. </h4>
        <p>
            В тех случаях, когда ПО было приобретено на сайте alphaсheat.com по подписке ограниченного срока действия (см. Дополнение №1), ПО AlphaCheat может быть использовано только для самостоятельного использования (индивидуально), без использования его в связке (кооперации\совместной работе\совместном использовании\совмещении его) с другими программными продуктами защищенными положениями об авторских и(или) интеллектуальных и(или) смежных правах.
        </p>
        <p>
            Вы не имеете права предоставлять сетевой доступ к ПО AlphaCheat для одновременного его использования на нескольких компьютерах.
        </p>
        <p>
            Вы можете изготовить только одну резервную копию ПО AlphaCheat в машиночитаемой форме, при условии, что на данной резервной копии будут сохранены уведомления об авторских правах и иные примечания владельца прав, содержащиеся в оригинале. В дополнение к вышеуказанным ограничениям, запатентованные библиотеки и настройки программного обеспечения AlphaCheat («AlphaCheat DLL»), входящие в комплект поставки ПО AlphaCheat, лицензированы исключительно для использования с ПО AlphaCheat.
        </p>
        <h4>
            C. Запрет на вскрытие системного кода.
        </h4>
        <p>
            Вы не можете и соглашаетесь не выполнять и не разрешать другим лицам (за исключением случаев, явно разрешенных данной Лицензией) копировать, декомпилировать, вскрывать системный код, деассемблировать, извлекать исходный код, расшифровывать, изменять или создавать производные разработки на основе ПО AlphaCheat, а также любых услуг, предоставляемых ПО AlphaCheat и любых его компонентов (кроме случаев, когда положения лицензии, регулирующей использование Компонентов с открытым кодом, могут содержаться в ПО AlphaCheat).
        </p>
        <h4>
            D. AlphaCheat Updates — автоматические обновления.
        </h4>
        <p>
            Во время использования AlphaCheat ПО AlphaCheat Updates будет периодически проверять наличие в системе AlphaCheat обновлений, которые используются функцией AlphaCheat для работоспособности программного обеспечения AlphaCheat. Если будет обнаружено обновление ПО AlphaCheat, оно будет автоматически загружено на Ваш компьютер, и при включении ПО AlphaCheat новая версия ПО будет создана и синхронизирована с вашим компьютером. Старая версия ПО AlphaCheat станет доступной в исключительном случае по усмотрению AlphaCheat. Такие автоматические обновления могут привести к изменению основного контента на Вашем устройстве.
        </p>
        <h4>
            E. Открытые компоненты.
        </h4>
        <p>
            Некоторые компоненты ПО AlphaCheat и программного обеспечения сторонних производителей с открытым исходным кодом, включенного в ПО AlphaCheat (совместно именуемые «Открытые компоненты»), доступны или могут быть доступны в программном обеспечении AlphaCheat.
        </p>
        <h3>
            3. Передача прав.
        </h3>
        <p>
            Вы не можете брать или сдавать в аренду, распространять, сдавать внаем или предоставлять сублицензию на ПО AlphaCheat. ПО AlphaCheat, приобретенное на сайте alphaсheat.com, не подлежит передаче другим лицам. Если Вы продаете свой компьютер третьему лицу, перед этим Вы обязаны удалить ПО AlphaCheat с данного компьютера. Если Вы приобрели ПО AlphaCheat напрямую у компании AlphaCheat Вы не можете произвести единовременную необратимую передачу всех Ваших лицензионных прав на ПО AlphaCheat третьему лицу.
        </p>
        <h3>
            4. Согласие на использование данных.
        </h3>
        <h4>
            А. Диагностическая информация и сведения об использовании.
        </h4>
        <p>
            Давая свое согласие на участие в сборе диагностической информации и сведений об использовании, Вы соглашаетесь с тем, что AlphaCheat, ее дочерние предприятия и агенты могут собирать, хранить и обрабатывать диагностическую, техническую, пользовательскую и сопутствующую информацию и сведения об использовании, включая, помимо прочего, уникальный системный или аппаратный идентификатор, техническую информацию о Вашем компьютере, а также системном и прикладном программном обеспечении и периферийных устройствах, в любых целях не противоречащих действующему законодательству, в целях облегчения доставки обновлений ПО, поддержки продукта и оказания других услуг, связанных с ПО AlphaCheat (если такие предоставляются), а также для проверки соблюдения условий настоящей Лицензии. AlphaCheat может использовать данную информацию, в том числе если она собирается в такой форме, которая идентифицирует Вас лично, в целях, описанных ранее.
        </p>
        <h4>
            B. Данные ПО.
        </h4>
        <p>
            В ПО AlphaCheat содержаться или могут содержатся функции, использующие информацию о сборе Ваших персональных данных. Если Вы предоставляете компании AlphaCheat информацию о Ваших персональных данных, Вы соглашаетесь предоставить компании AlphaCheat и ее дочерним предприятиям, и агентам право на передачу, сбор, хранение, обработку и использование этой информации.
        </p>
        <h4>
            C. Политика конфиденциальности.
        </h4>
        <p>
            Ваша информация всегда обрабатывается в соответствии с Политикой конфиденциальности с данным Лицензионных соглашения.
        </p>
        <h3>5. Онлайн-портал alphacheat.com и другие Службы. </h3>
        <p>
            A. ПО AlphaCheat может предоставлять доступ к интернет-ресурсу компании AlphaCheat, а также к другим услугам и веб-сайтам AlphaCheat и сторонних разработчиков (далее совместно и по отдельности именуемые «Услуги»). Такие Службы могут быть доступны не на всех языках и не во всех странах. Для использования таких Служб требуется доступ к сети Интернет, а использование некоторых видов Служб может потребовать ввода Логин\Пароль, принятия дополнительных условий оказания услуг или внесения дополнительной платы.
        </p>
        <p>
            B. Используя данное программное обеспечение совместно с alphacheat.com, учетной записью AlphaCheat, Вы соглашаетесь с применяемыми к этой учетной записи условиями, в рамках данного Лицензионного соглашения. Если Вы не согласны с положениями и условиями использования такой учетной записи, не используйте ПО AlphaCheat с такой учетной записью.
        </p>
        <p>
            C. Вы сознаете, что при использовании AlphaCheat Вам могут встретиться данные, которые могут показаться Вам оскорбительными, неприличными или нежелательными, и содержание которых может быть или не может быть определено как имеющее откровенно неприличный характер. Тем не менее, Вы соглашаетесь с тем, что использование ПО AlphaCheat осуществляется Вами на свой собственный риск и что компания AlphaCheat не несет перед Вами ответственности за материалы, содержание которых Вы можете счесть оскорбительным, неприличным или нежелательным. Данные предоставляемые AlphaCheat, а также категории и подкатегории любых используемых AlphaCheat данных и их описание предоставляются Вам для удобства, и Вы подтверждаете и соглашаетесь с тем, что AlphaCheat не несет ответственности за их точность и достоверность.
        </p>
        <p>
            D. Некоторые Службы предполагают показ или предоставление доступа к контенту, данным, информации, программам или материалам третьих сторон («Материалы третьих сторон»), а также предоставление ссылок на веб-сайты третьих сторон. Используя эти функции ПО AlphaCheat или интернет-ресурса AlphaCheat, Вы признаете и соглашаетесь с тем, что компания AlphaCheat не принимает на себя обязательств по изучению или оценке данного контента, а также в отношении точности, полноты, актуальности, правильности, соблюдения авторских прав, правомерности, пристойности, качества и любых других аспектов Материалов третьих сторон или веб-сайтов. Компания AlphaCheat, ее сотрудники, дочерние предприятия и филиалы не гарантируют и не рекомендуют, а также не принимают на себя и не несут никакой ответственности перед Вами или третьими лицами за любые Материалы третьих сторон или веб-сайты, а также за любые другие материалы, продукты или услуги третьих сторон. Материалы третьих сторон и ссылки на другие веб-сайты предоставляются исключительно для Вашего удобства. Вы соглашаетесь не использовать Материалы третьих сторон способом, который может нанести вред или нарушить права любых других сторон, а также соглашаетесь с тем, что компания AlphaCheat никаким образом не несет ответственность за любое подобное использование Вами таких материалов.
        </p>
        <p>
            E. В тех случаях, когда Вы выгружаете любой контент на сайт компании AlphaCheat посредством использования предоставляемых компанией Услуг, Вы заявляете, что Вы обладаете всеми правами, были уполномочены или другим способом имеете законное право на выгрузку такого контента, и что такой контент не нарушает любые условия оказания услуг, применимые к Услугам. Вы соглашаетесь, что вы несете полную ответственность за использование контента компании AlphaCheat, включая, помимо прочего, графические данные, аудиоклипы и редакционные данные, содержат контент, информацию и материалы, являющиеся собственностью компании AlphaCheat и/или ее лицензиаров и защищены соответствующими нормами права интеллектуальной собственности и иными нормами права, в том числе нормами авторского права. Вы соглашаетесь с тем, что не будете использовать контент, информацию или материалы, являющиеся собственностью компании AlphaCheat. Любые формы или способы воспроизведения Материалов компании AlphaCheat (далее по тексту Материалы) или их частей запрещаются. Вы соглашаетесь не изменять, не брать и не сдавать в аренду, не сдавать внаем, не продавать, не распространять и не создавать производные работы на основе этих Материалов любым способом, и Вы не будете использовать Материалы какими-либо неразрешенными способами, включая (но не ограничиваясь этим) использование Материалов для передачи любых компьютерных вирусов, червей, троянских коней или других вредоносных программ, а также способы, вызывающие снижение пропускной способности или перегрузку сети. Кроме того, Вы соглашаетесь не использовать Материалы каким бы то ни было образом с целью причинения беспокойства, оскорбления, преследования, угроз, клеветы или нарушения прав третьих лиц, и компания AlphaCheat не несет ответственности за подобное использование Услуг Вами или за любые причиняющие беспокойство, содержащие угрозы, клевету, оскорбительные или неправомерные сообщения, которые Вы можете получить по причине использования какого-либо из Материалов.
        </p>
        <p>
            F. Кроме этого Материалы третьих сторон, которые можно отобразить или к которым можно получить доступ или перейти с помощью ПО AlphaCheat, доступны не на всех языках, не во всех странах и регионах. AlphaCheat не делает никаких заявлений относительно того, что подобные Услуги и Материалы третьих сторон подходят или доступны для использования в каком-либо определенном регионе. Если Вы решаете получать доступ к Услугам или Материалам третьих сторон, Вы действуете по собственной инициативе и несете ответственность за соблюдение применимого законодательства, включая, помимо прочего, применимое местное законодательство, а также подзаконные акты о конфиденциальности и сборе данных. AlphaCheat сохраняет за собой право изменять, приостанавливать, удалять или блокировать доступ к Услугам в любое время без предварительного уведомления. В любом случае компания AlphaCheat не несет ответственности за удаление или блокировку доступа к любым таким Услугам. AlphaCheat может также в любое время без уведомления установить лимит использования или доступа к определенным Услугам и не несет за это ответственности.
        </p>
        <h3>6. Прекращение действия Соглашения. </h3>
        <p>
            Настоящая Лицензия действительна до момента ее прекращения. В случае нарушения Вами условия или условий настоящей Лицензии, Вы лишаетесь прав, предоставленных Вам настоящей Лицензией, автоматически и без уведомления со стороны AlphaCheat. По истечении срока действия настоящей Лицензии Вы обязуетесь прекратить любое использование ПО AlphaCheat и уничтожить все полные или частичные копии ПО AlphaCheat. Разделы 4, 5, 6, 7, 8, 11 и 12 настоящей Лицензии сохраняют силу при любом прекращении.
        </p>
        <h3>7. Ограничение объема гарантий. </h3>
        <p>
            A. Если Вы пользуетесь ПО AlphaCheat как потребитель, то есть используете ПО AlphaCheat вне сферы своей предпринимательской или профессиональной деятельности, Вы можете иметь юридические права в соответствии с законодательством Российской Федерации без права возврата средств за приобретенную Лицензию на ПО AlphaCheat. Подробную информацию о правах Вы можете получить в местном обществе защиты прав потребителей.
        </p>
        <p>
            B. ВЫ ПОДТВЕРЖДАЕТЕ И СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ВЫ ИСПОЛЬЗУЕТЕ ПО ALPHACHEAT И ЛЮБЫЕ УСЛУГИ, ПРЕДОСТАВЛЯЕМЫЕ ПО ALPHACHEAT ИЛИ ДОСТУПНЫЕ ПОСРЕДСТВОМ ПО ALPHACHEAT, НА ВАШ СОБСТВЕННЫЙ РИСК, И ЧТО НА ВАС ЛЕЖИТ ПОЛНАЯ ОТВЕТСТВЕННОСТЬ ЗА НАДЛЕЖАЩЕЕ КАЧЕСТВО, ЭФФЕКТИВНОСТЬ, ТОЧНОСТЬ И РЕЗУЛЬТАТ ИХ ИСПОЛЬЗОВАНИЯ.
        </p>
        <p>
            C. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ПО ALPHACHEAT И УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «КАК ДОСТУПНО», СО ВСЕМИ НЕДОСТАТКАМИ И БЕЗ ГАРАНТИЙ ЛЮБОГО РОДА. ALPHACHEAT И ЕЕ ЛИЦЕНЗИАРЫ (СОВМЕСТНО ИМЕНУЕМЫЕ «ALPHACHEAT» В ЦЕЛЯХ СТАТЬЕЙ 7 И 8) ОТКАЗЫВАЮТСЯ ОТ ПРЕДОСТАВЛЕНИЯ ЛЮБЫХ ГАРАНТИЙНЫХ ОБЯЗАТЕЛЬСТВ, ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ ИЛИ ПРЕДПИСАННЫХ ЗАКОНОМ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ И/ИЛИ УСЛОВИЯ ПРИГОДНОСТИ К ПРОДАЖЕ, УДОВЛЕТВОРИТЕЛЬНОГО КАЧЕСТВА, ПРИГОДНОСТИ ДЛЯ ИСПОЛЬЗОВАНИЯ В КОНКРЕТНЫХ ЦЕЛЯХ, ТОЧНОСТИ, СПОКОЙНОГО ПОЛЬЗОВАНИЯ И НЕНАРУШЕНИЯ ПРАВ ТРЕТЬИХ СТОРОН.
        </p>
        <p>
            D. ALPHACHEAT НЕ ГАРАНТИРУЕТ ВАМ УДОВЛЕТВОРЕННОСТИ ОТ ИСПОЛЬЗОВАНИЯ ПО ALPHACHEAT И УСЛУГ; СООТВЕТСТВИЯ ФУНКЦИЙ, СОДЕРЖАЩИХСЯ В ПО ALPHACHEAT ИЛИ УСЛУГАХ, ВЫПОЛНЯЕМЫХ ИЛИ ПРЕДОСТАВЛЯЕМЫХ ПО ALPHACHEAT, ВАШИМ ТРЕБОВАНИЯМ; БЕСПЕРЕБОЙНОЙ И БЕЗОШИБОЧНОЙ РАБОТЫ ПО ALPHACHEAT ИЛИ УСЛУГ; ПРОДОЛЖЕНИЯ ПРЕДОСТАВЛЕНИЯ УСЛУГ; СОВМЕСТИМОСТИ ИЛИ РАБОТЫ ПО ALPHACHEAT С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ТРЕТЬИХ СТОРОН, ПРИЛОЖЕНИЯМИ ИЛИ УСЛУГАМИ ТРЕТЬИХ СТОРОН И ИСПРАВЛЕНИЯ НЕДОСТАТКОВ, СОДЕРЖАЩИХСЯ В ПО ALPHACHEAT ИЛИ УСЛУГАХ. УСТАНОВКА ДАННОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ALPHACHEAT МОЖЕТ ПОВЛИЯТЬ НА ДОСТУПНОСТЬ И ВОЗМОЖНОСТЬ ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, ПРИЛОЖЕНИЙ ИЛИ УСЛУГ ТРЕТЬИХ СТОРОН, А ТАКЖЕ ПРОДУКТОВ И СЛУЖБ ALPHACHEAT.
        </p>
        <p>
            E. ВЫ СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО ПО ALPHACHEAT И УСЛУГИ НЕ ПРЕДНАЗНАЧЕНЫ И НЕ ПОДХОДЯТ ДЛЯ ПРИМЕНЕНИЯ В СИТУАЦИЯХ ИЛИ УСЛОВИЯХ, КОГДА НЕВОЗМОЖНОСТЬ ИСПОЛЬЗОВАНИЯ, ЗАДЕРЖКИ, ОШИБКИ ИЛИ НЕТОЧНОСТИ В КОНТЕНТЕ, ДАННЫХ ИЛИ ИНФОРМАЦИИ, КОТОРЫЕ ПРЕДОСТАВЛЯЮТСЯ ПО ALPHACHEAT ИЛИ УСЛУГАМИ, МОГУТ ПРИВЕСТИ К СМЕРТЕЛЬНОМУ ИСХОДУ ИЛИ ПРИЧИНИТЬ ВРЕД ЗДОРОВЬЮ, ЛИБО ПРИВЕСТИ К СЕРЬЕЗНЫМ ПОВРЕЖДЕНИЯМ И НАНЕСЕНИЮ УЩЕРБА ОКРУЖАЮЩЕЙ СРЕДЕ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, УПРАВЛЕНИЕ ЯДЕРНЫМИ УСТАНОВКАМИ, ВОЗДУШНЫМИ СУДАМИ ИЛИ СИСТЕМАМИ КОММУНИКАЦИИ, СИСТЕМАМИ КОНТРОЛЯ ДВИЖЕНИЯ ВОЗДУШНОГО ТРАНСПОРТА, СИСТЕМАМИ ЖИЗНЕОБЕСПЕЧЕНИЯ И СИСТЕМАМИ ВОЕННОГО НАЗНАЧЕНИЯ.
        </p>
        <p>
            F. НИКАКАЯ УСТНАЯ ИЛИ ПИСЬМЕННАЯ ИНФОРМАЦИЯ, ИЛИ СОВЕТ СО СТОРОНЫ ALPHACHEAT ИЛИ ЕЕ УПОЛНОМОЧЕННОГО ПРЕДСТАВИТЕЛЯ НЕ МОГУТ РАССМАТРИВАТЬСЯ КАК ГАРАНТИЙНЫЕ ОБЯЗАТЕЛЬСТВА. В СЛУЧАЕ ОБНАРУЖЕНИЯ ДЕФЕКТОВ В ПО ALPHACHEAT ИЛИ УСЛУГАХ ЛЮБОЕ ОБСЛУЖИВАНИЕ, ИСПРАВЛЕНИЕ ИЛИ РЕМОНТ ПРОИЗВОДЯТСЯ ЗА ВАШ СЧЕТ. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ СУЩЕСТВУЕТ ЗАПРЕТ НА ОТКАЗ ОТ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ ИЛИ ОГРАНИЧЕНИЙ В ОТНОШЕНИИ СООТВЕТСТВУЮЩИХ, УСТАНОВЛЕННЫХ ЗАКОНОМ ПРАВ ПОТРЕБИТЕЛЯ, ПОЭТОМУ ВЫШЕУКАЗАННЫЕ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ МОГУТ БЫТЬ НЕПРИМЕНИМЫ К ВАМ. ИЗ ЭТОГО СЛЕДУЕТ ЧТО, ЕСЛИ В ЗАКОНОДАТЕЛЬСТВЕ СТРАНЫ ВАШЕГО ПРЕБЫВАНИЯ ИЛИ РЕЗИДЕНТСВА СУЩЕСТВУЕТ ЗАПРЕТ НА ОТКАЗ ОТ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ ИЛИ ОГРАНИЧЕНИЙ В ОТНОШЕНИИ СООТВЕТСТВУЮЩИХ, УСТАНОВЛЕННЫХ ЗАКОНОМ ПРАВ ПОТРЕБИТЕЛЯ, ВЫ ОБЯЗАНЫ ОТКАЗАТЬСЯ ОТ ИСПОЛЬЗОВАНИИ ЛЮБОГО ПРОДУКТА КОМПАНИИ ALPHACHEAT.
        </p>
        <h3>8. Ограничение ответственности. </h3>
        <p>
            МАКСИМАЛЬНОМ ОБЪЕМЕ, НЕ ЗАПРЕЩЕННОМ ДЕЙСТВУЮЩИМ ЗАКОНОДАТЕЛЬСТВОМ, ALPHACHEAT НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ПРИЧИНЕНИЕ ВРЕДА ФИЗИЧЕСКИМ ИЛИ ЮРИДИЧЕСКИМ ЛИЦАМ ИЛИ ЛЮБЫЕ СЛУЧАЙНЫЕ, ОСОБЫЕ, НЕПРЯМЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОТЕРЮ ПРИБЫЛИ, ПОВРЕЖДЕНИЕ ИЛИ ПОТЕРЮ ДАННЫХ, СБОЙ ПРИ ПЕРЕДАЧЕ ИЛИ ПОЛУЧЕНИИ ДАННЫХ ИЛИ ИНФОРМАЦИИ, ПЕРЕРЫВ В КОММЕРЧЕСКОЙ ДЕЯТЕЛЬНОСТИ ИЛИ ИНЫЕ КОММЕРЧЕСКИЕ УБЫТКИ ИЛИ УЩЕРБ, ВОЗНИКШИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАНИЯ ПО ALPHACHEAT ИЛИ УСЛУГ ИЛИ ЛЮБОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ПРИЛОЖЕНИЙ ТРЕТЬИХ СТОРОН, СВЯЗАННЫХ С ИСПОЛЬЗОВАНИЕМ ПО ALPHACHEAT ИЛИ УСЛУГ, ПО ЛЮБОЙ ПРИЧИНЕ, НЕЗАВИСИМО ОТ ТЕОРИИ ОТВЕТСТВЕННОСТИ (НА ОСНОВАНИИ ДОГОВОРА, ДЕЛИКТА ИЛИ НА ИНЫХ ОСНОВАНИЯХ), ДАЖЕ В СЛУЧАЕ, ЕСЛИ ALPHACHEAT БЫЛО ИЗВЕСТНО О ВОЗМОЖНОСТИ ВОЗНИКНОВЕНИЯ ПОДОБНЫХ УБЫТКОВ. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ СУЩЕСТВУЕТ ЗАПРЕТ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ ЗА ВРЕД ФИЗИЧЕСКИМ ЛИЦАМ ИЛИ ЮРИДИЧЕСКИМ ЛИЦАМ, ИЛИ ЗА СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ПОЭТОМУ ПОДОБНЫЕ ОГРАНИЧЕНИЯ МОГУТ БЫТЬ НЕПРИМЕНИМЫ К ВАМ. ИЗ ЭТОГО СЛЕДУЕТ ЧТО, ЕСЛИ В ЗАКОНОДАТЕЛЬСТВЕ СТРАНЫ ВАШЕГО ПРЕБЫВАНИЯ ИЛИ РЕЗИДЕНТСВА СУЩЕСТВУЕТ ЗАПРЕТ ИСКЛЮЧЕНИЯ ИЛИ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ ЗА ВРЕД ФИЗИЧЕСКИМ ЛИЦАМ ИЛИ ЮРИДИЧЕСКИМ ЛИЦАМ, ИЛИ ЗА СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ВЫ ОБЯЗАНЫ ОТКАЗАТЬСЯ ОТ ИСПОЛЬЗОВАНИИ ЛЮБОГО ПРОДУКТА КОМПАНИИ ALPHACHEAT.
        </p>
        <p>
            В любом случае общая максимальная компенсационная ответственность ALPHACHEAT перед Вами за все убытки (помимо тех, которые могут подлежать возмещению в соответствии с требованиями применимого права в случае причинения вреда физическому лицу) ограничивается суммой в 50 (пятьдесят) рублей РФ. Вышеуказанные ограничения действуют даже в том случае, если применение какого-либо из вышеназванных средств правовой защиты не соответствует его основной цели.
        </p>
        <h3>9. Экспортный контроль. </h3>
        <p>
            Вы не вправе использовать или иным образом экспортировать или реэкспортировать ПО AlphaCheat, за исключением тех случаев, когда это cответствует интересам компании AlphaCheat и разрешено лично руководством компании AlphaCheat. В частности, помимо прочего, ПО AlphaCheat не может быть экспортировано или реэкспортировано: (a) в страны, в отношении которых РФ введено эмбарго, или (b) любому лицу из установленного Министерством финансов РФ Списка особо означенных граждан или из установленного Министерством внешней торговли РФ Списка исключенных физических или юридических лиц, а также любого другого списка исключенных лиц. Используя ПО AlphaCheat, Вы заявляете и гарантируете, что не находитесь ни в одной из указанных стран и не включены ни в один из перечисленных списков. Вы также соглашаетесь не использовать ПО AlphaCheat в любых целях, запрещенных законодательством РФ, включая, помимо прочего, разработку, проектирование, изготовление или производство ракетного, ядерного, химического или биологического оружия.
        </p>
        <h3>10. Правительство в качестве конечного пользователя. </h3>
        <p>
            ПО AlphaCheat и сопутствующая документация представляют собой «Коммерческие продукты», состоящие из “Коммерческого компьютерного программного обеспечения” и “Коммерческой документации для компьютерного программного обеспечения” и “Лицензионного (пользовательского) соглашения”. В соответствии с законодательством РФ продукция компании AlphaCheat может предоставляться Российской Федерации только на коммерческой основе, в соответствии с коммерческим предложением, указанным на сайте alphacheat.com. Цена на ПО AlphaCheat для Российской Федерации не может быть ниже цены установленной для конечного потребителя на территории Российской Федерации. Формирование цены на лицензию для использования ПО AlphaCheat Российской Федерацией не может быть ниже формулы (общее число жителей РФ разделить на 100, умножить на количество пользователей интернета в процентном соотношении к жителям Российской Федерации, умножить на 0.3 (ноль запятая три), умножить на сумму стоимости месячной подписки для одного пользователя Российской Федерации) за один календарный месяц или 30 (тридцать) календарных дней. Неопубликованные права сохраняются за AlphaCheat.
        </p>
        <h3>11. Право, регулирующее лицензионное соглашение. </h3>
        <p>
            Настоящая Лицензия не подлежит регулированию Конвенцией ООН о договорах международной торговли товарами, действие которой специально исключено.
        </p>
        <h3>
            12. Целостность соглашения, Основной язык соглашения.
        </h3>
        <p>
            Настоящая Лицензия представляет собой полное соглашение между сторонами в отношении использования ПО AlphaCheat, определенного настоящей Лицензией, и заменяет все возникшие ранее или одновременно с ней договоренности по этим вопросам. Любые поправки или изменения настоящей Лицензии действительны, только если они внесены в письменной форме и подписаны компанией AlphaCheat. Любой перевод настоящей Лицензии осуществляется с учетом местных требований, и в случае расхождений между версиями на русском и любом другом языке, приоритет имеет версия Лицензии на русском языке.
        </p>
        <h3>
            13. Примечания о третьих лицах.
        </h3>
        <p>
            А. Компоненты ПО AlphaCheat используют или включают в себя программное обеспечение третьих лиц и другие материалы, охраняемые авторским правом. Признание прав третьих лиц, условия лицензирования и отказ от предоставления гарантий в отношении материалов третьих лиц является неотъемлемой частью Лицензионного соглашения ПО AlphaCheat, а использование Вами подобных материалов регулируется соответствующими вышеуказанными положениями.
        </p>
        <p>
            B. ALPHACHEAT ОТКАЗЫВАЕТСЯ ОТ ПРЕДОСТАВЛЕНИЯ КАКИХ-ЛИБО ГАРАНТИЙ, ПРЯМЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ ПЕРЕЧИСЛЕННЫМ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ДОСТИЖЕНИЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ ИЛИ ОТСУТСТВИЯ НАРУШЕНИЯ КАКИХ-ЛИБО-ПРАВ. ALPHACHEAT НЕ ГАРАНТИРУЕТ ПОЛУЧЕНИЕ РЕЗУЛЬТАТОВ С ПОМОЩЬЮ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ALPHACHEAT ИЛИ СЕРВЕРОВ ALPHACHEAT. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ ALPHACHEAT НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ФАКТИЧЕСКИЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, УПУЩЕННУЮ ВЫГОДУ ИЛИ УПУЩЕННЫЕ ДОХОДЫ.
        </p>
    </div>
@endsection
